// © Copyright 2004-2013, 2015 HP Development Company, L.P.

TaskName = "Output Devices";

8BinMailbox = "8 Bin Mailbox";
5BinMailbox = "5 Bin Mailbox";
StaplerStacker = "Stapler/Stacker";
3BinStaplerStacker = "HP 3-Bin Stapler/Stacker";
500SheetStaplerStacker = "HP 500-sheet Stapler/Stacker";
500SheetStacker = "HP 500-sheet Stacker";
BookletMaker = "HP Booklet Maker";
BookletMakerFinisher = "HP Booklet Maker/Finisher";
StaplerStackerWith23HolePuncher = "HP Stapler/Stacker with 2/3 Hole Puncher";
StaplerStackerWith24HolePuncher = "HP Stapler/Stacker with 2/4 Hole Puncher";
BookletMakerFinisherWith23HolePuncher = "HP Booklet Maker/Finisher with 2/3 Hole Puncher";
BookletMakerFinisherWith24HolePuncher = "HP Booklet Maker/Finisher with 2/4 Hole Puncher";
Stacker = "Stacker";
NoDevice = "None";

Unknown = "Unknown";
UnknownDescription = " ";

Mailbox = "Mailbox";
MailboxDescription = "Each bin is assigned to a user or group of users. Jobs sent to the printer indicate the destination bin where the jobs will be delivered.";

StackerDescription = "The printer uses all the bins to stack copies of a job. Jobs are sent to the bottom bin first, and then to the next highest bin, and so forth. When all bins are full, the printer stops.";

JobSeparator = "Job Separator";
JobSeparatorDescription = "Each job is placed in a separate bin. Jobs are placed in the top bin first, then the next lowest bin, and so on. When all bins are used, the next job is placed in the top bin.";

Collator = "Collator";
CollatorDescription = "The printer sorts copies of jobs into separate bins.";

FunctionSeparator = "Function Separator";
FunctionSeparatorDescription = "In this mode, all incoming faxes, copies and print jobs are delivered in different bins. The default is:\nFaxes are delivered only in Top bin\nCopies are delivered only in Middle Bin\nPrint jobs are delivered only in Lower bin";

Footer = "You can change the operation mode using device control panel.";

DataSendError = "Cannot send data to the printer.";
DataSendErrorExplanation = "Please check that your printer is connected and turned on, then try again.";
DataReceiveError = "Cannot receive data from the printer.";
DataReceiveErrorExplanation = "Please check that your printer is connected and turned on, then try again.";
DataErrorRequestFailExplanation = "Printer cannot process your request now. Please try again later.";

None = "None";
TwoStaples = "Two staples";
OneLeft = "One left";
OneRight = "One right";
OneLeftAngled = "One left angled";
OneRightAngled = "One right angled";
TwoLeft = "Two left";
TwoRight = "Two right";
TwoTop = "Two top";
TopLeft = "Top left";
TopRight = "Top right";
TopLeftOrRight = "Top left or right";
TwoTopOrLeft = "Two top or left";
TwoBottom = "Two bottom";
FourLeftOrTop = "Four left or top";
FourLeft = "Four left";
FourRight = "Four right";
FourTop = "Four top";
ThreeLeftOrTop = "Three left or top";
ThreeLeft = "Three left";
ThreeRight = "Three right";
ThreeTop = "Three top";

MultifunctionFinisher = "HP Multi-function Finisher";
OneStaple = "One staple";
ThreeStaples = "Three staples";
SixStaples = "Six staples";
AngledStaple = "Angled staple";
CustomStapling = "Custom staple";

StaplesDescription = "Select whether all jobs should be stapled. If you select ONE-LEFT-ANGLED, all jobs are stapled. The default is NONE.";
StaplesOutDescription = "Select the option to stop or continue printing when the stapler is out of staples. The default is STOP.";

HSDPaperHandlingLabel = "Paper Handling Devices";
ApplyButton = "Apply Now";
HSDAttachedDeviceLabel = "Attached Device:";
HSDOperationModeLabel = "Operation Mode:";
HSDStaplingModeLabel = "Stapling Mode:";
HSDStaplesOutModeLabel = "Staples-out Mode:";
HSDHolePunchModeLabel = "Hole Punching:";
HSDStopMode = "Stop";
HSDContinueMode = "Continue";

HSDNoOutputDevicesMessage = "No output devices have been detected";